"1 413 1 4206624772 ,"
"big_input_imgs 4 1 12 128 256 0 : desire 3 1 100 8 0 : features_buffer 3 1 99 128 0 : input_imgs 4 1 12 128 256 0 : nav_features 2 1 256 0 : nav_instructions 2 1 150 0 : traffic_convention 2 1 2 0 ,"
" /Concat_1_output_0 /Concat_output_0 /Gather_output_0 /Reshape_1_output_0 /Reshape_output_0 /_encode/_encode.0/Gemm_output_0 /_encode/_encode.1/Relu_output_0 /_extra_in/_extra_in.0/Gemm_output_0 /_extra_in/_extra_in.1/Relu_output_0 /_outfeats/_outfeats.0/Gemm_output_0 /_outfeats/_outfeats.1/Relu_output_0 /nav_encoder/nav_encoder.0/Add_1_output_0 /nav_encoder/nav_encoder.0/Add_output_0 /nav_encoder/nav_encoder.0/block_a/block_a.0/Gemm_output_0 /nav_encoder/nav_encoder.0/block_a/block_a.2/Relu_output_0 /nav_encoder/nav_encoder.0/block_a/block_a.3/Gemm_output_0 /nav_encoder/nav_encoder.0/block_b/block_b.0/Relu_output_0 /nav_encoder/nav_encoder.0/block_b/block_b.1/Gemm_output_0 /nav_encoder/nav_encoder.0/block_b/block_b.3/Relu_output_0 /nav_encoder/nav_encoder.0/block_b/block_b.4/Gemm_output_0 /nav_encoder/nav_encoder.0/final_relu/Relu_output_0 /nav_encoder/nav_encoder.1/Gemm_output_0 /nav_encoder/nav_encoder.2/Relu_output_0 /summarizer/Clip_output_0 /summarizer/Div_output_0 /summarizer/Mul_output_0 /summarizer/ReduceSum_output_0 /summarizer/Sqrt_output_0 /summarizer/_infeats/_infeats.0/Gemm_output_0 /summarizer/_infeats/_infeats.1/Relu_output_0 /summarizer/_mu/Gemm_output_0 /summarizer/resblock/Add_1_output_0 /summarizer/resblock/Add_output_0 /summarizer/resblock/block_a/block_a.0/Gemm_output_0 /summarizer/resblock/block_a/block_a.2/Relu_output_0 /summarizer/resblock/block_a/block_a.3/Gemm_output_0 /summarizer/resblock/block_b/block_b.0/Relu_output_0 /summarizer/resblock/block_b/block_b.1/Gemm_output_0 /summarizer/resblock/block_b/block_b.3/Relu_output_0 /summarizer/resblock/block_b/block_b.4/Gemm_output_0 /summarizer/resblock/final_relu/Relu_output_0 /supercombo/Concat_output_0 /supercombo/extra/Flatten_output_0 /supercombo/extra/_en/_act/Elu_output_0 /supercombo/extra/_en/_blocks.0/_act/Elu_output_0 /supercombo/extra/_en/_blocks.0/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.0/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.1/_act/Elu_output_0 /supercombo/extra/_en/_blocks.1/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.1/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.1/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.1/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.10/Add_output_0 /supercombo/extra/_en/_blocks.10/_act/Elu_output_0 /supercombo/extra/_en/_blocks.10/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.10/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.10/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.10/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.11/_act/Elu_output_0 /supercombo/extra/_en/_blocks.11/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.11/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.11/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.11/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.12/Add_output_0 /supercombo/extra/_en/_blocks.12/_act/Elu_output_0 /supercombo/extra/_en/_blocks.12/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.12/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.12/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.12/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.13/Add_output_0 /supercombo/extra/_en/_blocks.13/_act/Elu_output_0 /supercombo/extra/_en/_blocks.13/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.13/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.13/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.13/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.14/Add_output_0 /supercombo/extra/_en/_blocks.14/_act/Elu_output_0 /supercombo/extra/_en/_blocks.14/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.14/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.14/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.14/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.15/_act/Elu_output_0 /supercombo/extra/_en/_blocks.15/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.15/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.15/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.15/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.2/Add_output_0 /supercombo/extra/_en/_blocks.2/_act/Elu_output_0 /supercombo/extra/_en/_blocks.2/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.2/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.2/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.2/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.3/_act/Elu_output_0 /supercombo/extra/_en/_blocks.3/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.3/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.3/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.3/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.4/Add_output_0 /supercombo/extra/_en/_blocks.4/_act/Elu_output_0 /supercombo/extra/_en/_blocks.4/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.4/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.4/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.4/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.5/_act/Elu_output_0 /supercombo/extra/_en/_blocks.5/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.5/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.5/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.5/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.6/Add_output_0 /supercombo/extra/_en/_blocks.6/_act/Elu_output_0 /supercombo/extra/_en/_blocks.6/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.6/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.6/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.6/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.7/Add_output_0 /supercombo/extra/_en/_blocks.7/_act/Elu_output_0 /supercombo/extra/_en/_blocks.7/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.7/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.7/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.7/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.8/_act/Elu_output_0 /supercombo/extra/_en/_blocks.8/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.8/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.8/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.8/_project_conv/Conv_output_0 /supercombo/extra/_en/_blocks.9/Add_output_0 /supercombo/extra/_en/_blocks.9/_act/Elu_output_0 /supercombo/extra/_en/_blocks.9/_act_1/Elu_output_0 /supercombo/extra/_en/_blocks.9/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.9/_expand_conv/Conv_output_0 /supercombo/extra/_en/_blocks.9/_project_conv/Conv_output_0 /supercombo/extra/_en/_conv_head/_act/Elu_output_0 /supercombo/extra/_en/_conv_head/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_conv_head/_project_conv/Conv_output_0 /supercombo/extra/_en/_conv_stem/Conv_output_0 /supercombo/no_bottleneck_policy/hydra/Add_1_output_0 /supercombo/no_bottleneck_policy/hydra/Add_2_output_0 /supercombo/no_bottleneck_policy/hydra/Add_3_output_0 /supercombo/no_bottleneck_policy/hydra/Add_4_output_0 /supercombo/no_bottleneck_policy/hydra/Add_output_0 /supercombo/no_bottleneck_policy/hydra/desire_pred/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/desire_pred/desire_pred.0/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/desire_pred/desire_pred.1/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/desire_pred/desire_pred.2/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/desire_pred_1/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/meta/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/meta/meta.0/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/meta/meta.1/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/meta/meta.2/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/meta_1/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/pose/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/pose/pose.0/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/pose/pose.1/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/pose/pose.2/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/pose_1/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/relu/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/relu_1/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/relu_2/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/relu_3/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/relu_4/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/relu_5/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/relu_6/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/relu_7/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/relu_8/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/relu_9/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/resblock/Add_1_output_0 /supercombo/no_bottleneck_policy/hydra/resblock/Add_output_0 /supercombo/no_bottleneck_policy/hydra/resblock/block_a/block_a.0/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/resblock/block_a/block_a.2/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/resblock/block_a/block_a.3/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/resblock/block_b/block_b.0/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/resblock/block_b/block_b.1/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/resblock/block_b/block_b.3/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/resblock/block_b/block_b.4/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/resblock/final_relu/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/road_transform/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/road_transform/road_transform.0/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/road_transform/road_transform.1/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/road_transform/road_transform.2/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/road_transform_1/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/wide_from_device_euler/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/wide_from_device_euler/wide_from_device_euler.0/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/wide_from_device_euler/wide_from_device_euler.1/Relu_output_0 /supercombo/no_bottleneck_policy/hydra/wide_from_device_euler/wide_from_device_euler.2/Gemm_output_0 /supercombo/no_bottleneck_policy/hydra/wide_from_device_euler_1/Gemm_output_0 /supercombo/no_bottleneck_policy/summarizer/_infeats/_infeats.0/Gemm_output_0 /supercombo/no_bottleneck_policy/summarizer/_infeats/_infeats.1/Relu_output_0 /supercombo/no_bottleneck_policy/summarizer/resblock/Add_1_output_0 /supercombo/no_bottleneck_policy/summarizer/resblock/Add_output_0 /supercombo/no_bottleneck_policy/summarizer/resblock/block_a/block_a.0/Gemm_output_0 /supercombo/no_bottleneck_policy/summarizer/resblock/block_a/block_a.2/Relu_output_0 /supercombo/no_bottleneck_policy/summarizer/resblock/block_a/block_a.3/Gemm_output_0 /supercombo/no_bottleneck_policy/summarizer/resblock/block_b/block_b.0/Relu_output_0 /supercombo/no_bottleneck_policy/summarizer/resblock/block_b/block_b.1/Gemm_output_0 /supercombo/no_bottleneck_policy/summarizer/resblock/block_b/block_b.3/Relu_output_0 /supercombo/no_bottleneck_policy/summarizer/resblock/block_b/block_b.4/Gemm_output_0 /supercombo/no_bottleneck_policy/summarizer/resblock/final_relu/Relu_output_0 /supercombo/vision/Flatten_output_0 /supercombo/vision/_en/_act/Elu_output_0 /supercombo/vision/_en/_blocks.0/_act/Elu_output_0 /supercombo/vision/_en/_blocks.0/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.0/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.1/Add_output_0 /supercombo/vision/_en/_blocks.1/_act/Elu_output_0 /supercombo/vision/_en/_blocks.1/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.1/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.10/Add_output_0 /supercombo/vision/_en/_blocks.10/_act/Elu_output_0 /supercombo/vision/_en/_blocks.10/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.10/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.10/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.10/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.11/Add_output_0 /supercombo/vision/_en/_blocks.11/_act/Elu_output_0 /supercombo/vision/_en/_blocks.11/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.11/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.11/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.11/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.12/_act/Elu_output_0 /supercombo/vision/_en/_blocks.12/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.12/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.12/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.12/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.13/Add_output_0 /supercombo/vision/_en/_blocks.13/_act/Elu_output_0 /supercombo/vision/_en/_blocks.13/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.13/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.13/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.13/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.14/Add_output_0 /supercombo/vision/_en/_blocks.14/_act/Elu_output_0 /supercombo/vision/_en/_blocks.14/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.14/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.14/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.14/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.15/Add_output_0 /supercombo/vision/_en/_blocks.15/_act/Elu_output_0 /supercombo/vision/_en/_blocks.15/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.15/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.15/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.15/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.16/_act/Elu_output_0 /supercombo/vision/_en/_blocks.16/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.16/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.16/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.16/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.17/Add_output_0 /supercombo/vision/_en/_blocks.17/_act/Elu_output_0 /supercombo/vision/_en/_blocks.17/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.17/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.17/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.17/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.18/Add_output_0 /supercombo/vision/_en/_blocks.18/_act/Elu_output_0 /supercombo/vision/_en/_blocks.18/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.18/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.18/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.18/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.19/Add_output_0 /supercombo/vision/_en/_blocks.19/_act/Elu_output_0 /supercombo/vision/_en/_blocks.19/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.19/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.19/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.19/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.2/_act/Elu_output_0 /supercombo/vision/_en/_blocks.2/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.2/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.2/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.2/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.20/Add_output_0 /supercombo/vision/_en/_blocks.20/_act/Elu_output_0 /supercombo/vision/_en/_blocks.20/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.20/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.20/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.20/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.21/_act/Elu_output_0 /supercombo/vision/_en/_blocks.21/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.21/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.21/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.21/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.22/Add_output_0 /supercombo/vision/_en/_blocks.22/_act/Elu_output_0 /supercombo/vision/_en/_blocks.22/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.22/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.22/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.22/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.3/Add_output_0 /supercombo/vision/_en/_blocks.3/_act/Elu_output_0 /supercombo/vision/_en/_blocks.3/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.3/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.3/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.3/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.4/Add_output_0 /supercombo/vision/_en/_blocks.4/_act/Elu_output_0 /supercombo/vision/_en/_blocks.4/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.4/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.4/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.4/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.5/_act/Elu_output_0 /supercombo/vision/_en/_blocks.5/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.5/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.5/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.5/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.6/Add_output_0 /supercombo/vision/_en/_blocks.6/_act/Elu_output_0 /supercombo/vision/_en/_blocks.6/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.6/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.6/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.6/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.7/Add_output_0 /supercombo/vision/_en/_blocks.7/_act/Elu_output_0 /supercombo/vision/_en/_blocks.7/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.7/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.7/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.7/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.8/_act/Elu_output_0 /supercombo/vision/_en/_blocks.8/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.8/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.8/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.8/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.9/Add_output_0 /supercombo/vision/_en/_blocks.9/_act/Elu_output_0 /supercombo/vision/_en/_blocks.9/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.9/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.9/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.9/_project_conv/Conv_output_0 /supercombo/vision/_en/_conv_head/_act/Elu_output_0 /supercombo/vision/_en/_conv_head/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_conv_head/_project_conv/Conv_output_0 /supercombo/vision/_en/_conv_stem/Conv_output_0 /temporal_hydra/Add_1_output_0 /temporal_hydra/Add_2_output_0 /temporal_hydra/Add_3_output_0 /temporal_hydra/Add_4_output_0 /temporal_hydra/Add_5_output_0 /temporal_hydra/Add_6_output_0 /temporal_hydra/Add_7_output_0 /temporal_hydra/Add_output_0 /temporal_hydra/desire_state/Gemm_output_0 /temporal_hydra/desire_state/desire_state.0/Gemm_output_0 /temporal_hydra/desire_state/desire_state.1/Relu_output_0 /temporal_hydra/desire_state/desire_state.2/Gemm_output_0 /temporal_hydra/desire_state_1/Gemm_output_0 /temporal_hydra/lane_lines/Gemm_output_0 /temporal_hydra/lane_lines/lane_lines.0/Gemm_output_0 /temporal_hydra/lane_lines/lane_lines.1/Relu_output_0 /temporal_hydra/lane_lines/lane_lines.2/Gemm_output_0 /temporal_hydra/lane_lines_1/Gemm_output_0 /temporal_hydra/lane_lines_prob/Gemm_output_0 /temporal_hydra/lane_lines_prob/lane_lines_prob.0/Gemm_output_0 /temporal_hydra/lane_lines_prob/lane_lines_prob.1/Relu_output_0 /temporal_hydra/lane_lines_prob/lane_lines_prob.2/Gemm_output_0 /temporal_hydra/lane_lines_prob_1/Gemm_output_0 /temporal_hydra/lead/Gemm_output_0 /temporal_hydra/lead/lead.0/Gemm_output_0 /temporal_hydra/lead/lead.1/Relu_output_0 /temporal_hydra/lead/lead.2/Gemm_output_0 /temporal_hydra/lead_1/Gemm_output_0 /temporal_hydra/lead_prob/Gemm_output_0 /temporal_hydra/lead_prob/lead_prob.0/Gemm_output_0 /temporal_hydra/lead_prob/lead_prob.1/Relu_output_0 /temporal_hydra/lead_prob/lead_prob.2/Gemm_output_0 /temporal_hydra/lead_prob_1/Gemm_output_0 /temporal_hydra/plan/Gemm_output_0 /temporal_hydra/plan/plan.0/Gemm_output_0 /temporal_hydra/plan/plan.1/Relu_output_0 /temporal_hydra/plan/plan.2/Gemm_output_0 /temporal_hydra/plan_1/Gemm_output_0 /temporal_hydra/relu/Relu_output_0 /temporal_hydra/relu_1/Relu_output_0 /temporal_hydra/relu_10/Relu_output_0 /temporal_hydra/relu_11/Relu_output_0 /temporal_hydra/relu_12/Relu_output_0 /temporal_hydra/relu_13/Relu_output_0 /temporal_hydra/relu_14/Relu_output_0 /temporal_hydra/relu_15/Relu_output_0 /temporal_hydra/relu_2/Relu_output_0 /temporal_hydra/relu_3/Relu_output_0 /temporal_hydra/relu_4/Relu_output_0 /temporal_hydra/relu_5/Relu_output_0 /temporal_hydra/relu_6/Relu_output_0 /temporal_hydra/relu_7/Relu_output_0 /temporal_hydra/relu_8/Relu_output_0 /temporal_hydra/relu_9/Relu_output_0 /temporal_hydra/resblock/Add_1_output_0 /temporal_hydra/resblock/Add_output_0 /temporal_hydra/resblock/block_a/block_a.0/Gemm_output_0 /temporal_hydra/resblock/block_a/block_a.2/Relu_output_0 /temporal_hydra/resblock/block_a/block_a.3/Gemm_output_0 /temporal_hydra/resblock/block_b/block_b.0/Relu_output_0 /temporal_hydra/resblock/block_b/block_b.1/Gemm_output_0 /temporal_hydra/resblock/block_b/block_b.3/Relu_output_0 /temporal_hydra/resblock/block_b/block_b.4/Gemm_output_0 /temporal_hydra/resblock/final_relu/Relu_output_0 /temporal_hydra/road_edges/Gemm_output_0 /temporal_hydra/road_edges/road_edges.0/Gemm_output_0 /temporal_hydra/road_edges/road_edges.1/Relu_output_0 /temporal_hydra/road_edges/road_edges.2/Gemm_output_0 /temporal_hydra/road_edges_1/Gemm_output_0 /temporal_hydra/sim_pose/Gemm_output_0 /temporal_hydra/sim_pose/sim_pose.0/Gemm_output_0 /temporal_hydra/sim_pose/sim_pose.1/Relu_output_0 /temporal_hydra/sim_pose/sim_pose.2/Gemm_output_0 /temporal_hydra/sim_pose_1/Gemm_output_0 big_input_imgs desire features_buffer input_imgs nav_features nav_instructions outputs pad traffic_convention ,"
"outputs ,"
" 405 ,"
"Convolution /supercombo/vision/_en/_conv_stem/Conv 1 1 input_imgs /supercombo/vision/_en/_conv_stem/Conv_output_0 1 12 32 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_act/Elu 1 1 /supercombo/vision/_en/_conv_stem/Conv_output_0 /supercombo/vision/_en/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.0/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_act/Elu_output_0 /supercombo/vision/_en/_blocks.0/_depthwise_conv/Conv_output_0 32 1 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.0/_act/Elu 1 1 /supercombo/vision/_en/_blocks.0/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.0/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.0/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.0/_act/Elu_output_0 /supercombo/vision/_en/_blocks.0/_project_conv/Conv_output_0 1 32 16 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution /supercombo/vision/_en/_blocks.1/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.0/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.1/_depthwise_conv/Conv_output_0 16 1 16 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.1/_act/Elu 1 1 /supercombo/vision/_en/_blocks.1/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.1/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.1/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.1/_act/Elu_output_0 /supercombo/vision/_en/_blocks.1/_project_conv/Conv_output_0 1 16 16 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.1/Add 2 1 /supercombo/vision/_en/_blocks.1/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.0/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.1/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.2/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.1/Add_output_0 /supercombo/vision/_en/_blocks.2/_expand_conv/Conv_output_0 1 16 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.2/_act/Elu 1 1 /supercombo/vision/_en/_blocks.2/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.2/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.2/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.2/_act/Elu_output_0 /supercombo/vision/_en/_blocks.2/_depthwise_conv/Conv_output_0 96 1 96 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.2/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.2/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.2/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.2/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.2/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.2/_project_conv/Conv_output_0 1 96 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution /supercombo/vision/_en/_blocks.3/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.2/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.3/_expand_conv/Conv_output_0 1 24 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.3/_act/Elu 1 1 /supercombo/vision/_en/_blocks.3/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.3/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.3/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.3/_act/Elu_output_0 /supercombo/vision/_en/_blocks.3/_depthwise_conv/Conv_output_0 144 1 144 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.3/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.3/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.3/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.3/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.3/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.3/_project_conv/Conv_output_0 1 144 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.3/Add 2 1 /supercombo/vision/_en/_blocks.3/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.2/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.3/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.4/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.3/Add_output_0 /supercombo/vision/_en/_blocks.4/_expand_conv/Conv_output_0 1 24 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.4/_act/Elu 1 1 /supercombo/vision/_en/_blocks.4/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.4/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.4/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.4/_act/Elu_output_0 /supercombo/vision/_en/_blocks.4/_depthwise_conv/Conv_output_0 144 1 144 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.4/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.4/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.4/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.4/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.4/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.4/_project_conv/Conv_output_0 1 144 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.4/Add 2 1 /supercombo/vision/_en/_blocks.4/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.3/Add_output_0 /supercombo/vision/_en/_blocks.4/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.5/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.4/Add_output_0 /supercombo/vision/_en/_blocks.5/_expand_conv/Conv_output_0 1 24 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.5/_act/Elu 1 1 /supercombo/vision/_en/_blocks.5/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.5/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.5/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.5/_act/Elu_output_0 /supercombo/vision/_en/_blocks.5/_depthwise_conv/Conv_output_0 144 1 144 5 5 2 2 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.5/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.5/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.5/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.5/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.5/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.5/_project_conv/Conv_output_0 1 144 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution /supercombo/vision/_en/_blocks.6/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.5/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.6/_expand_conv/Conv_output_0 1 48 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.6/_act/Elu 1 1 /supercombo/vision/_en/_blocks.6/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.6/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.6/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.6/_act/Elu_output_0 /supercombo/vision/_en/_blocks.6/_depthwise_conv/Conv_output_0 288 1 288 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.6/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.6/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.6/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.6/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.6/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.6/_project_conv/Conv_output_0 1 288 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.6/Add 2 1 /supercombo/vision/_en/_blocks.6/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.5/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.6/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.7/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.6/Add_output_0 /supercombo/vision/_en/_blocks.7/_expand_conv/Conv_output_0 1 48 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.7/_act/Elu 1 1 /supercombo/vision/_en/_blocks.7/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.7/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.7/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.7/_act/Elu_output_0 /supercombo/vision/_en/_blocks.7/_depthwise_conv/Conv_output_0 288 1 288 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.7/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.7/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.7/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.7/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.7/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.7/_project_conv/Conv_output_0 1 288 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.7/Add 2 1 /supercombo/vision/_en/_blocks.7/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.6/Add_output_0 /supercombo/vision/_en/_blocks.7/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.8/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.7/Add_output_0 /supercombo/vision/_en/_blocks.8/_expand_conv/Conv_output_0 1 48 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.8/_act/Elu 1 1 /supercombo/vision/_en/_blocks.8/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.8/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.8/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.8/_act/Elu_output_0 /supercombo/vision/_en/_blocks.8/_depthwise_conv/Conv_output_0 288 1 288 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.8/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.8/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.8/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.8/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.8/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.8/_project_conv/Conv_output_0 1 288 88 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution /supercombo/vision/_en/_blocks.9/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.8/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.9/_expand_conv/Conv_output_0 1 88 528 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.9/_act/Elu 1 1 /supercombo/vision/_en/_blocks.9/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.9/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.9/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.9/_act/Elu_output_0 /supercombo/vision/_en/_blocks.9/_depthwise_conv/Conv_output_0 528 1 528 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.9/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.9/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.9/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.9/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.9/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.9/_project_conv/Conv_output_0 1 528 88 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.9/Add 2 1 /supercombo/vision/_en/_blocks.9/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.8/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.9/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.10/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.9/Add_output_0 /supercombo/vision/_en/_blocks.10/_expand_conv/Conv_output_0 1 88 528 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.10/_act/Elu 1 1 /supercombo/vision/_en/_blocks.10/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.10/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.10/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.10/_act/Elu_output_0 /supercombo/vision/_en/_blocks.10/_depthwise_conv/Conv_output_0 528 1 528 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.10/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.10/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.10/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.10/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.10/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.10/_project_conv/Conv_output_0 1 528 88 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.10/Add 2 1 /supercombo/vision/_en/_blocks.10/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.9/Add_output_0 /supercombo/vision/_en/_blocks.10/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.11/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.10/Add_output_0 /supercombo/vision/_en/_blocks.11/_expand_conv/Conv_output_0 1 88 528 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.11/_act/Elu 1 1 /supercombo/vision/_en/_blocks.11/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.11/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.11/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.11/_act/Elu_output_0 /supercombo/vision/_en/_blocks.11/_depthwise_conv/Conv_output_0 528 1 528 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.11/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.11/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.11/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.11/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.11/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.11/_project_conv/Conv_output_0 1 528 88 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.11/Add 2 1 /supercombo/vision/_en/_blocks.11/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.10/Add_output_0 /supercombo/vision/_en/_blocks.11/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.12/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.11/Add_output_0 /supercombo/vision/_en/_blocks.12/_expand_conv/Conv_output_0 1 88 528 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.12/_act/Elu 1 1 /supercombo/vision/_en/_blocks.12/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.12/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.12/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.12/_act/Elu_output_0 /supercombo/vision/_en/_blocks.12/_depthwise_conv/Conv_output_0 528 1 528 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.12/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.12/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.12/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.12/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.12/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.12/_project_conv/Conv_output_0 1 528 120 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution /supercombo/vision/_en/_blocks.13/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.12/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.13/_expand_conv/Conv_output_0 1 120 720 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.13/_act/Elu 1 1 /supercombo/vision/_en/_blocks.13/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.13/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.13/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.13/_act/Elu_output_0 /supercombo/vision/_en/_blocks.13/_depthwise_conv/Conv_output_0 720 1 720 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.13/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.13/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.13/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.13/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.13/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.13/_project_conv/Conv_output_0 1 720 120 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.13/Add 2 1 /supercombo/vision/_en/_blocks.13/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.12/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.13/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.14/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.13/Add_output_0 /supercombo/vision/_en/_blocks.14/_expand_conv/Conv_output_0 1 120 720 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.14/_act/Elu 1 1 /supercombo/vision/_en/_blocks.14/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.14/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.14/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.14/_act/Elu_output_0 /supercombo/vision/_en/_blocks.14/_depthwise_conv/Conv_output_0 720 1 720 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.14/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.14/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.14/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.14/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.14/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.14/_project_conv/Conv_output_0 1 720 120 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.14/Add 2 1 /supercombo/vision/_en/_blocks.14/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.13/Add_output_0 /supercombo/vision/_en/_blocks.14/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.15/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.14/Add_output_0 /supercombo/vision/_en/_blocks.15/_expand_conv/Conv_output_0 1 120 720 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.15/_act/Elu 1 1 /supercombo/vision/_en/_blocks.15/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.15/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.15/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.15/_act/Elu_output_0 /supercombo/vision/_en/_blocks.15/_depthwise_conv/Conv_output_0 720 1 720 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.15/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.15/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.15/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.15/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.15/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.15/_project_conv/Conv_output_0 1 720 120 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.15/Add 2 1 /supercombo/vision/_en/_blocks.15/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.14/Add_output_0 /supercombo/vision/_en/_blocks.15/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.16/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.15/Add_output_0 /supercombo/vision/_en/_blocks.16/_expand_conv/Conv_output_0 1 120 720 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.16/_act/Elu 1 1 /supercombo/vision/_en/_blocks.16/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.16/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.16/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.16/_act/Elu_output_0 /supercombo/vision/_en/_blocks.16/_depthwise_conv/Conv_output_0 720 1 720 5 5 2 2 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.16/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.16/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.16/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.16/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.16/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.16/_project_conv/Conv_output_0 1 720 208 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution /supercombo/vision/_en/_blocks.17/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.16/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.17/_expand_conv/Conv_output_0 1 208 1248 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.17/_act/Elu 1 1 /supercombo/vision/_en/_blocks.17/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.17/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.17/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.17/_act/Elu_output_0 /supercombo/vision/_en/_blocks.17/_depthwise_conv/Conv_output_0 1248 1 1248 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.17/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.17/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.17/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.17/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.17/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.17/_project_conv/Conv_output_0 1 1248 208 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.17/Add 2 1 /supercombo/vision/_en/_blocks.17/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.16/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.17/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.18/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.17/Add_output_0 /supercombo/vision/_en/_blocks.18/_expand_conv/Conv_output_0 1 208 1248 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.18/_act/Elu 1 1 /supercombo/vision/_en/_blocks.18/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.18/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.18/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.18/_act/Elu_output_0 /supercombo/vision/_en/_blocks.18/_depthwise_conv/Conv_output_0 1248 1 1248 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.18/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.18/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.18/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.18/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.18/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.18/_project_conv/Conv_output_0 1 1248 208 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.18/Add 2 1 /supercombo/vision/_en/_blocks.18/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.17/Add_output_0 /supercombo/vision/_en/_blocks.18/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.19/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.18/Add_output_0 /supercombo/vision/_en/_blocks.19/_expand_conv/Conv_output_0 1 208 1248 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.19/_act/Elu 1 1 /supercombo/vision/_en/_blocks.19/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.19/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.19/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.19/_act/Elu_output_0 /supercombo/vision/_en/_blocks.19/_depthwise_conv/Conv_output_0 1248 1 1248 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.19/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.19/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.19/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.19/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.19/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.19/_project_conv/Conv_output_0 1 1248 208 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.19/Add 2 1 /supercombo/vision/_en/_blocks.19/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.18/Add_output_0 /supercombo/vision/_en/_blocks.19/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.20/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.19/Add_output_0 /supercombo/vision/_en/_blocks.20/_expand_conv/Conv_output_0 1 208 1248 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.20/_act/Elu 1 1 /supercombo/vision/_en/_blocks.20/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.20/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.20/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.20/_act/Elu_output_0 /supercombo/vision/_en/_blocks.20/_depthwise_conv/Conv_output_0 1248 1 1248 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.20/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.20/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.20/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.20/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.20/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.20/_project_conv/Conv_output_0 1 1248 208 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.20/Add 2 1 /supercombo/vision/_en/_blocks.20/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.19/Add_output_0 /supercombo/vision/_en/_blocks.20/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_blocks.21/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.20/Add_output_0 /supercombo/vision/_en/_blocks.21/_expand_conv/Conv_output_0 1 208 1248 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.21/_act/Elu 1 1 /supercombo/vision/_en/_blocks.21/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.21/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.21/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.21/_act/Elu_output_0 /supercombo/vision/_en/_blocks.21/_depthwise_conv/Conv_output_0 1248 1 1248 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.21/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.21/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.21/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.21/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.21/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.21/_project_conv/Conv_output_0 1 1248 352 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution /supercombo/vision/_en/_blocks.22/_expand_conv/Conv 1 1 /supercombo/vision/_en/_blocks.21/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.22/_expand_conv/Conv_output_0 1 352 2112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.22/_act/Elu 1 1 /supercombo/vision/_en/_blocks.22/_expand_conv/Conv_output_0 /supercombo/vision/_en/_blocks.22/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.22/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.22/_act/Elu_output_0 /supercombo/vision/_en/_blocks.22/_depthwise_conv/Conv_output_0 2112 1 2112 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_blocks.22/_act_1/Elu 1 1 /supercombo/vision/_en/_blocks.22/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_blocks.22/_act_1/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_blocks.22/_project_conv/Conv 1 1 /supercombo/vision/_en/_blocks.22/_act_1/Elu_output_0 /supercombo/vision/_en/_blocks.22/_project_conv/Conv_output_0 1 2112 352 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add /supercombo/vision/_en/_blocks.22/Add 2 1 /supercombo/vision/_en/_blocks.22/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.21/_project_conv/Conv_output_0 /supercombo/vision/_en/_blocks.22/Add_output_0 -1 ,"
"Convolution /supercombo/vision/_en/_conv_head/_depthwise_conv/Conv 1 1 /supercombo/vision/_en/_blocks.22/Add_output_0 /supercombo/vision/_en/_conv_head/_depthwise_conv/Conv_output_0 352 1 352 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Elu /supercombo/vision/_en/_conv_head/_act/Elu 1 1 /supercombo/vision/_en/_conv_head/_depthwise_conv/Conv_output_0 /supercombo/vision/_en/_conv_head/_act/Elu_output_0 1 ,"
"Convolution /supercombo/vision/_en/_conv_head/_project_conv/Conv 1 1 /supercombo/vision/_en/_conv_head/_act/Elu_output_0 /supercombo/vision/_en/_conv_head/_project_conv/Conv_output_0 1 352 32 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Flatten /supercombo/vision/Flatten 1 1 /supercombo/vision/_en/_conv_head/_project_conv/Conv_output_0 /supercombo/vision/Flatten_output_0 1 ,"
"Convolution /supercombo/extra/_en/_conv_stem/Conv 1 1 big_input_imgs /supercombo/extra/_en/_conv_stem/Conv_output_0 1 12 32 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/extra/_en/_act/Elu 1 1 /supercombo/extra/_en/_conv_stem/Conv_output_0 /supercombo/extra/_en/_act/Elu_output_0 1 ,"
"Convolution /supercombo/extra/_en/_blocks.0/_depthwise_conv/Conv 1 1 /supercombo/extra/_en/_act/Elu_output_0 /supercombo/extra/_en/_blocks.0/_depthwise_conv/Conv_output_0 32 1 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Elu /supercombo/extra/_en/_blocks.0/_act/Elu 1 1 /supercombo/extra/_en/_blocks.0/_depthwise_conv/Conv_output_0 /supercombo/extra/_en/_blocks.0/_act/Elu_output_0 1 ,"
